Repository: intisumajpas/BI-2025
Catalog: omegat/project_save.tmx
Source language: en_us
Languages: es_es

source: The scores were similar in both treatment groups for self-efficacy and symptoms stability (Figures 11.1.2.7: 2 and 3 above).
es_es: La puntuación de "autoeficacia" y "estabilidad de los síntomas" fue similar en ambos grupos de tratamiento (Figuras 11.1.2.7: 2 y 3).

source: The scores were similar in both treatment groups for ‘self-efficacy’ and ‘symptoms stability’ (Figures 11.1.2.7: 2 and 3).
es_es: El puntaje de "autoeficacia" y "estabilidad de los sintomas" fue similar en ambos grupos de tratamiento (Figuras 11.1.2.7: 2 y 3).

source: The screened granulate sub-batches are combined for step 5 for further processing.
es_es: Las subpartidas del granulado tamizado se combinan en el tránsito al paso 5, donde continúa el procesamiento.

source: The screening period was extended by 7 days.
es_es: Se extendió 7 días el periodo de selección.

source: The screening procedures could be done on different days within the time window.
es_es: Los procedimientos de selección podrían realizarse en días diferentes dentro de la ventana temporal.

source: The seal is easy to open.
es_es: El sello es fácil de abrir.

source: The sealed blister is placed together with package inserts e.g. patient information leaflet (if needed) into a folding box.
es_es: El blíster sellado se guarda junta con los prospectos (por ejemplo, el folleto para el paciente) según sea necesario dentro de una caja plegable.

source: The search criteria for the analysis of AESIs were specified in the TSAP (Appendix 16.1.9).
es_es: Los criterios de búsqueda de los eventos adversos de interés particular se especificaron en el plan de análisis estadístico del ensayo (Apéndice 16.1.9).

source: The search revealed 83 cases.
es_es: La búsqueda devolvió 83 casos.

source: The second aliquot (empagliflozin/2 and metformin/2) was shipped to the analytical laboratory after the bioanalyst confirmed the arrival of the first aliquot.
es_es: La segunda alícuota (empagliflozina/2 y metformina/2) se enviaba al laboratorio donde se harían los análisis después de que el bioanalista confirmara la llegada de la primera alícuota.

source: The second key secondary endpoint in the hierarchical testing procedure was eGFR (CKD-EPI)cr slope of change from baseline.
es_es: El segundo criterio de valoración secundaria clave en el procedimiento de pruebas jerárquicas fue la curva de cambio en la TFGe (ERC-EPI)cr desde el inicio.

source: The second protein, a monoclonal antibody is conjugated to the enzyme urease.
es_es: La segunda proteína es un anticuerpo monoclonal que se conjuga con la enzima ureasa.

source: The secondary drying shelf temperature was set to 40°C based on experience with the other tenecteplase presentations.
es_es: La temperatura de almacenamiento de secado secundario se estableció en 40 °C según la experiencia con las otras presentaciones de tenecteplasa.

source: The secondary endpoint was AUC0-tz (area under the concentration-time curve of the analyte in plasma over the time interval from 0 to the last quantifiable data point) for both empagliflozin and metformin.
es_es: El criterio de valoración secundario fue AUC0-tz (área bajo la curva de concentración-tiempo del analito en plasma durante el intervalo de tiempo desde 0 hasta el último punto de entrada de datos cuantificable) tanto de empagliflozina como de metformina.

source: The secondary endpoint, mean empagliflozin AUC0-tz, was 2580 nmol·h/L for the fixed dose combination and 2560 nmol·h/L for the free dose combination.
es_es: El criterio de valoración secundario, AUC_0-tz media de empagliflozina, fue 2580 nmol·h/l para la combinación de dosis fija y 2560 nmol·h/l para la combinación de dosis libre.

source: The secondary endpoint, mean empagliflozin AUC0-tz, was 2810 nmol·h/L for the fixed dose combination and 2770 nmol·h/L for the free dose combination.
es_es: El criterio de valoración secundario, AUC_0-tz media de empagliflozina, fue 2810 nmol·h/l para la combinación de dosis fija y 2770 nmol·h/l para la combinación de dosis libre.

source: The secondary endpoint, mean empagliflozin AUC0-tz, was 974 nmol·h/L for the fixed dose combination and 917 nmol·h/L for the free dose combination.
es_es: El criterio de valoración secundario, AUC_0-tz media de empagliflozina, fue 974 nmol·h/l para la combinación de dosis fija y 917 nmol·h/l para la combinación de dosis libre.

source: The secondary endpoint, mean metformin AUC0-tz, was 10 300 ng·h/mL for the fixed dose combination and 11 000 ng·h/mL for the free dose combination.
es_es: El criterio de valoración secundario, AUC_0-tz media de metformina, fue 10300·ng·h/mL para la combinación de dosis fija y 11000 ng·h/mL para la combinación de dosis libre.

source: The secondary endpoint, mean metformin AUC0-tz, was 9220 ng·h/mL for the fixed dose combination and 9140 ng·h/mL for the free dose combination.
es_es: El criterio de valoración secundario, AUC_0-tz media de metformina, fue 9220·ng·h/mL para la combinación de dosis fija y 9140 ng·h/mL para la combinación de dosis libre.

source: The secondary endpoint, mean metformin AUC0-tz, was 9240 ng·h/mL for the fixed dose combination and 9140 ng·h/mL for the free dose combination.
es_es: El criterio de valoración secundario, AUC_0-tz media de metformina, fue 9240·ng·h/mL para la combinación de dosis fija y 9140 ng·h/mL para la combinación de dosis libre.

source: The secondary endpoints (refer to Section 8.3 and Table 9.7.1.3.1: 2) were to be calculated using the same analysis as for the primary endpoints.
es_es: Los criterios de valoración secundarios (ver la Sección 8.3 y la Tabla 9.7.1.3.1: 2) se calculaban con el mismo análisis que los primarios.

source: The secondary packaging process comprises labeling and packaging.
es_es: El proceso de acondicionamiento secundario está compuesto por el etiquetado y el envasado.

source: The selection of excipients and their concentrations are based on a series of experiments described in Chapter 2 Drug Product.
es_es: La selección de excipientes y sus concentraciones se basan en una serie de experimentos que se describen en el Capítulo 2, Medicamento.

source: The selection of the components of the CCS was based on their suitability for protein formulations and compliance with requirements of the USP and Ph.
es_es: Los componentes del envase y sistema de cierre fueron seleccionados en función de su idoneidad para formulaciones de proteínas y su cumplimiento de los requisitos de la USP y la Ph.

source: The selection of the components of the primary packaging configuration was based on their suitability for protein formulations and compliance with requirements of the USP and Ph.
es_es: Los componentes de la configuración de acondicionamiento primario se seleccionaron en función de su idoneidad y cumplimiento con los requisitos de la Farmacopea de los Estados Unidos y la Ph.

source: The selection of the tenecteplase formulation was a balance between optimal stability of the DS in solution, adequate buffering capacity, and stability of the lyophilised DP.
es_es: A la hora de seleccionar la formulación de tenecteplasa, se consideraron la estabilidad óptima del principio activo en la solución, la capacidad adecuada de amortiguación y la estabilidad del medicamento liofilizado.

source: The selection of the tenecteplase formulation was a balance between the optimal stability of the DS in solution, adequate buffering capacity, tonicity of the DP and stability of the lyophilised DP.
es_es: A la hora de seleccionar la formulación de tenecteplasa, se consideraron la estabilidad óptima del principio activo en la solución, la capacidad adecuada de amortiguación, la tonicidad y la estabilidad del medicamento liofilizado.

source: The semi-automated assembly process combines the device components plunger rod (PR), needle safety device subassembly (NSD), extended finger flange (EFF) and the bulk PFS, to give an assembled PFS-NSD-1.
es_es: El proceso de ensamblaje semiautomático combina los componentes del dispositivo, el vástago del émbolo, el subensamblaje del dispositivo de seguridad de agujas, las lengüetas de apoyo más amplias y la jeringa prellenada a granel, para obtener una PFS-NSD-1 ensamblada.

source: The sensitivity analyses (defined in Section 9.7.1.3.1) were exploratory, and the results were generally consistent with the results of the primary analysis.
es_es: Los análisis de sensibilidad (definidos en la Sección 9.7.1.3.1) fueron exploratorios y los resultados fueron en general coherentes con los resultados del análisis primario.

source: The sensitivity analyses will be conducted using Stata package rctmiss.
es_es: Los análisis de sensibilidad se realizarán usando el paquete rctmiss de Stata.

source: The sensors no.
es_es: Los sensores

source: The separation of the estimated cumulative incidence of CV death or first HHF (considering non-CV death as a competing risk) between empagliflozin and placebo started shortly after randomisation and was maintained throughout the trial (Figure 11.1.1.1: 1).
es_es: La separación de la incidencia acumulada estimada de muerte CV o primera HIC (considerando la muerte no CV como riesgo competitivo) entre empagliflozina y placebo comenzó poco después de la aleatorización y se mantuvo durante todo el ensayo [Figura 11.1.1.1: 1].

source: The separation of the estimated cumulative incidence of CV death or first HHF between empagliflozin and placebo started shortly after randomisation and was maintained throughout the trial.
es_es: La incidencia acumulada estimada de muerte CV o primera hospitalización por insuficiencia cardíaca de empagliflozina y placebo comenzó a separarse poco después de la aleatorización y se mantuvo durante todo el ensayo.

source: The separation of the estimated cumulative incidence of acute kidney injury (based on MedDRA PT) between empagliflozin and placebo started about 200 days after randomisation and continued to separate throughout the trial (Figure 11.1.2.6.5: 1).
es_es: La incidencia acumulada estimada de la lesión renal aguda (según término preferente del Diccionario MedDRA) en empagliflozina y placebo comenzó a separarse aproximadamente 200 días después de la aleatorización y continuó separándose durante todo el ensayo (Figura 11.1.2.6.5: 1).

source: The separation was most pronounced for patients whose score deteriorated from baseline to Week 52, suggesting a preventive effect on clinical deterioration by treatment with empagliflozin in these patients (Figure 15.2.3.6: 5).
es_es: La separación fue más pronunciada en los pacientes cuya puntuación se deterioró desde el inicio hasta la semana 52, lo que señala que el tratamiento con empagliflozina ejercería un efecto preventivo sobre el deterioro clínico en estos pacientes (Figura 15.2.3.6: 5).

source: The sequence is stated correctly in the already registered validation document for this analytical method (see 3.2.S.4.3).
es_es: La secuencia está indicada correctamente en el documento de validación ya registrado para este método analítico (ver 3.2.S.4.3).

source: The sequences and the parameters used follow the STIR (Stroke Imaging Research) roadmap guidelines,(1) but imaging takes place acutely and at 18- 30hrs only, as previously validated.(2) Sequences include DWI, MRP, MRA, T2* Gradient Echo and FLAIR.
es_es: Las secuencias y los parámetros utilizados cumplen con los lineamientos del plan STIR (Stroke Imaging Research [Investigación con imágenes de accidentes cerebrovasculares]) (1), pero las imágenes se obtiene en forma inmediata y a las 18- 30 horas únicamente, según se validó anteriormente.(2) Las secuencias incluyen IPD, PRM, ARM, eco de gradiente T2* y FLAIR.

source: The sequences and the parameters used follow the STIR (Stroke Imaging Research) roadmap guidelines,(1) but imaging takes place acutely and at 1830hrs only, as previously validated.(2)
es_es: Las secuencias y los parámetros utilizados cumplen con los lineamientos del plan STIR (Stroke Imaging Research [Investigación de imágenes de accidentes cerebrovasculares])(1), pero las imágenes se obtiene en forma inmediata y a las 18- 30 horas únicamente, según se validó anteriormente.(2)

source: The sequences and the parameters used follow the STIR (Stroke Imaging Research) roadmap guidelines,(1) but imaging takes place acutely and at 1830hrs only, as previously validated.(2) Sequences include DWI, MRP, MRA, T2* Gradient Echo and FLAIR.
es_es: Las secuencias y los parámetros utilizados cumplen con los lineamientos del plan STIR (Stroke Imaging Research [Investigación de imágenes de accidentes cerebrovasculares])(1), pero las imágenes se obtiene en forma inmediata y a las 18- 30 horas únicamente, según se validó anteriormente.(2) Las secuencias incluyen IPD, PRM, ARM, eco de gradiente T2* y FLAIR.

source: The set acceptance criterion for sterility complies with USP <71> “Sterility Tests”, Ph.
es_es: El criterio de aceptación establecido para estabilidad cumple con el capítulo de la USP <71>, “Pruebas de esterilidad”, la monografía de la Ph.

source: The set acceptance criterion for sterility complies with USP <71> “Sterility Tests”, Ph. Eur.
es_es: El criterio de aceptación establecido para estabilidad cumple con el capítulo de la USP <71>, “Pruebas de esterilidad”, la monografía de la Ph. Eur.,

source: The set acceptance criterion of ≤ 0.08 EU/mg considers an additional safety level of 2 and therefore ensures that this limit will not be exceeded.
es_es: El criterio de aceptación establecido (≤ 0,08 UE/mg) considera un nivel de seguridad adicional de 2 y, por lo tanto, garantiza que no se excederá este límite.

source: The set of statistical hypotheses is p(C)=p(T) versus p(C) ≠ p(T), where p(C) is the proportion of subjects with death due to any cause outcome in the 0.25mg/kg tenecteplase arm and p(T) is the proportion of subjects with death due to any cause in the 0.40mg/kg tenecteplase arm.
es_es: El conjunto de hipótesis estadísticas es p(C) = p(T) frente a p(C) ≠ p(T), donde p(C) es la proporción de pacientes fallecidos por cualquier causa en el grupo de 0.25 mg/kg de tenecteplasa y p(T) es la proporción de pacientes fallecidos por cualquier causa en el grupo de 0.40 mg/kg de tenecteplase arm.

source: The set of statistical hypotheses is p(C)=p(T) versus p(C) ≠ p(T), where p(C) is the proportion of subjects with early neurological improvement in the 0.25mg/kg tenecteplase arm and p(T) is the proportion of subjects with early neurological improvement in the 0.40mg/kg tenecteplase arm.
es_es: El conjunto de hipótesis estadísticas es p(C) = p(T) frente a p(C) ≠ p(T), donde p(C) es la proporción de pacientes con una mejora neurológica temprana en el grupo de 0.25 mg/kg de tenecteplasa y p(T) es la proporción de pacientes con una mejora neurológica temprana en el grupo de 0.40 mg/kg de tenecteplasa.

source: The set of statistical hypotheses is p(C)=p(T) versus p(C) ≠ p(T), where p(C) is the proportion of subjects with mRS0-1 or no change from baseline outcome in the 0.25mg/kg tenecteplase arm and p(T) is the proportion of subjects with mRS0-1 or no change from baseline in the 0.40mg/kg tenecteplase arm.
es_es: El conjunto de hipótesis estadísticas es p(C) = p(T) frente a p(C) ≠ p(T), donde p(C) es la proporción de pacientes con mRS0-1 o sin cambios desde el inicio en el grupo de 0.25 mg/kg de tenecteplasa y p(T) es la proporción de pacientes con mRS0-1 o sin cambios desde el inicio en el grupo de 0.40 mg/kg de tenecteplasa.

source: The set of statistical hypotheses is p(C)=p(T) versus p(C) ≠ p(T), where p(C) is the proportion of subjects with mRS0-2 or no change from baseline outcome in the 0.25mg/kg tenecteplase arm and p(T) is the proportion of subjects with mRS0-2 or no change from baseline outcome in the 0.40mg/kg tenecteplase arm.
es_es: El conjunto de hipótesis estadísticas es p(C) = p(T) frente a p(C) ≠ p(T), donde p(C) es la proporción de pacientes con mRS0-2 o estable desde el inicio en el grupo de 0.25 mg/kg de tenecteplasa y p(T) es la proporción de pacientes con mRS0-2 o estable desde el inicio en el grupo de 0.40 mg/kg de tenecteplasa.

source: The set of statistical hypotheses is p(C)=p(T) versus p(C) ≠ p(T), where p(C) is the proportion of subjects with symptomatic intracranial hemorrhage outcome in the 0.25mg/kg tenecteplase arm and p(T) is the proportion of subjects with symptomatic intracranial hemorrhage in the 0.40mg/kg tenecteplase arm.
es_es: El conjunto de hipótesis estadísticas es p(C) = p(T) frente a p(C) ≠ p(T), donde p(C) es la proporción de pacientes con un desenlace de hemorrangia intracraneal sintomática en el grupo de 0.25 mg/kg de tenecteplasa y p(T) es la proporción de pacientes con hemorragia intracraneal sintomática en el grupo de 0.40 mg/kg de tenecteplasa.

source: The set-up of the sample sequence should follow the requirements provided in Table 3.
es_es: La configuración de la secuencia de muestras debe adecuarse a los requisitos de la Tabla 3.

source: The severe influenza occurred during treatment period R1 fasted and was assessed non-treatment-related.
es_es: La influenza grave se dio durante el período de tratamiento R1 en condiciones preprandiales y se consideró sin relación con el tratamiento.

source: The severity of hypoglycaemic AEs (investigator-defined) was summarised according to the worst episode.
es_es: La intensidad de los eventos adversos de hipoglucemia (definidos por el investigador) se resumió teniendo en cuenta el peor episodio.

source: The shelf-life remains unchanged
es_es: La vida útil permanece sin cambios.

source: The short contact time of the reconstituted solution with the contact surface of the rubber stopper further reduces the potential for migration.
es_es: El breve tiempo de contacto de la solución reconstituida con la superficie de contacto del tapón de caucho reduce aun más las posibilidades de migración.

source: The short reconstitution period with sterile water as solvent prior to administration of tenecteplase DP is the only timepoint for potential transition of SVOC and NVOC from the rubber stopper into the reconstituted aqueous solution, leading to a minimal risk for patient exposure.
es_es: El breve periodo de reconstitución con agua estéril como disolvente antes de la administración del medicamento tenecteplasa es el único momento en el que podría ocurrir una transición de compuestos orgánicos semivolátiles y compuestos orgánicos no volátiles del tapón de caucho a la solución acuosa reconstituida, lo cual conllevaría un riesgo mínimo de exposición del paciente.

source: The signal / noise ratio (S/N) of single-chain peak for each diluted replicate was calculated according to Ph. Eur., Chapter 2.2.46.
es_es: La relación señal/ruido (S/R) de los picos de cadena única se calculó para cada réplica diluida de acuerdo con la Farmacopea europea, capítulo 2.2.46.

source: The signal obtained from an unknown sample is compared to the signals from a standard curve containing known amounts of DNA (calf thymus DNA) from which the DNA content of the sample is calculated.
es_es: La señal obtenida de una muestra desconocida se compara con las señales de una curva estándar que contiene cantidades conocidas de ADN (ADN de timo de ternero), a partir de lo cual se calcula el contenido de ADN de la muestra.

source: The signal of the analyte must be clearly distinguishable from the blank solution.
es_es: La señal del analito debe distinguirse claramente de la solución blanco.

source: The silicone oil of both rubber stoppers is cured and cross linked to the rubber stopper surface.
es_es: El aceite de silicona de los dos tapones de caucho se cura y enlaza con la superficie del tapón de caucho.

source: The similarity factor between Reference solution (d1) and Reference solution (d2) (separately prepared and injected) is between 0.95 and 1.05.
es_es: El factor de similitud entre la solución de referencia (d1) y la solución de referencia (d2) (preparadas e inyectadas por separado) está entre 0.95 y 1.05.

source: The single bolus administration of tenecteplase also offers practical advantages over the 1 hour infusion of alteplase in these patients who require urgent transport to an endovascular treatment facility.
es_es: La administración de tenecteplasa por una única inyección intravenosa rápida también ofrece las ventajas prácticas respecto de la infusión de 1 hora de alteplasa en este grupo de pacientes que requiere un traslado urgente a un establecimiento de tratamiento endovascular.

source: The single-chain form of tenecteplase is cleaved by plasmin between amino acids Arg275 and Ile276 into a two-chain form connected by disulfide bridges ([3], [4], [5], [6]).
es_es: La forma de cadena única de la tenecteplasa se transforma por plasmina entre los aminoácidos Arg275 e Ile276 en una forma de dos cadenas conectadas por puentes disulfuro ([3], [4], [5], [6]).

source: The site is required to apply the supplementary labels according to their site standard operating procedures and will document the process followed in the Investigator Site File.
es_es: El centro debe aplicar las etiquetas complementarias de acuerdo con los procedimientos operativos estandarizados internos y documentará el proceso implementado en el archivo del centro del investigador.

source: The site was closed on 03 Feb 2021.
es_es: El centro se cerró el 03 de febrero de 2021.

source: The size of the sample is to be chosen in relation to the expected result.
es_es: El tamaño de la muestra debe elegirse en relación con el resultado esperado.

source: The sleeve locks to protect against a needle stick injury.
es_es: El bloqueo del capuchón evita pinchazos con la aguja.

source: The sleeve unlocking force was calculated as 2 times (safety factor) the actuation force
es_es: Para la fuerza de desbloqueo del capuchón, se calculó el doble (factor de seguridad) de la fuerza de pulsación.

source: The slight difference of only -0.03 % single-chain between current and proposed method is negligible considering the specification of  52 % (DS) respectively  50 % (DP) single-chain.
es_es: La leve diferencia de solo -0.03 % en la cadena única entre los métodos vigente y propuesto es despreciable, considerando la especificación de ≥ 52 % (ppio. activo) y ≥ 50 % (medicamento) para las especies de cadena única.

source: The slight variations detected are not regarded as relevant for product quality.
es_es: Las ligeras variaciones detectadas no se consideran relevantes para la calidad del producto.

source: The slope is significantly different from zero.
es_es: La pendiente es significativamente diferente de cero.

source: The slope-intercept analysis of eGFR change from baseline showed an initial dip of eGFR [mL/min/1.73 m2] in the empagliflozin group, as reflected by the intercept.
es_es: El análisis de pendiente y ordenada al origen del cambio en la TFGe desde el inicio presentó una caída inicial [ml/min/1,73 m2] en el grupo de empagliflozina, que se nota en la ordenada al origen.

source: The small changes in HDL-cholesterol and LDL-cholesterol are not considered clinically relevant.
es_es: Los cambios pequeños en el colesterol HDL y LDL no se consideran clínicamente relevantes.

source: The small granules, rounded orpolyhedral, are 2-10 μm in diameter.
es_es: Los gránulos pequeños, redondeados o poliédricos, tienen un diámetro de 2 a 10 μm.

source: The solid line is at 1.3% for t=0.
es_es: Para t = 0, la línea recta está en 1.3%.

source: The solubility (mg/ml) and the pH of the saturated solution is shown in Table 1.
es_es: En la Tabla 1 se puede ver la solubilidad (mg/ml) y el pH de la solución saturada.

source: The solubility (mg/ml) and the pH of the saturated solution is shown in Table 2 and Figure 1.
es_es: En la Tabla 2 y la Figura 1, se puede ver la solubilidad (mg/ml) y el pH de la solución saturada.
